Repository: VPNclient/VPNclient-app-orange
Catalog: lib/l10n/app_*.arb
Languages: ru, th, zh

# appTitle
source: VPN Client
ru: VPN Клиент
th: VPN ไคลเอนต์
zh: VPN 客户端

# appDescription
source: Secure and fast VPN connection
ru: Безопасное и быстрое VPN соединение
th: การเชื่อมต่อ VPN ที่ปลอดภัยและรวดเร็ว
zh: 安全快速的 VPN 连接

source: CONNECTED
ru: ПОДКЛЮЧЕН
th: เชื่อมต่อแล้ว
zh: 已连接

source: DISCONNECTED
ru: ОТКЛЮЧЕН
th: ไม่ได้เชื่อมต่อ
zh: 已断开

source: CONNECTING
ru: ПОДКЛЮЧЕНИЕ
th: กำลังเชื่อมต่อ
zh: 正在连接

source: DISCONNECTING
ru: ОТКЛЮЧЕНИЕ
th: กำลังตัดการเชื่อมต่อ
zh: 正在断开

# all_apps
source: All Applications
ru: Все приложения
th: แอปทั้งหมด
zh: 所有应用

source: Home
ru: Главная
th: หน้าแรก
zh: 主页

source: Servers
ru: Серверы
th: เซิร์ฟเวอร์
zh: 服务器

source: Settings
ru: Настройки
th: การตั้งค่า
zh: 设置

source: Connect
ru: Подключиться
th: เชื่อมต่อ
zh: 连接

source: Disconnect
ru: Отключиться
th: ตัดการเชื่อมต่อ
zh: 断开

source: Select Server
ru: Выбрать сервер
th: เลือกเซิร์ฟเวอร์
zh: 选择服务器

source: Auto Connect
ru: Автоподключение
th: เชื่อมต่ออัตโนมัติ
zh: 自动连接

source: Kill Switch
ru: Аварийное отключение
th: สวิตช์ฉุกเฉิน
zh: 紧急断开

source: Protocol
ru: Протокол
th: โปรโตคอล
zh: 协议

source: Language
ru: Язык
th: ภาษา
zh: 语言

source: Theme
ru: Тема
th: ธีม
zh: 主题

source: Dark Mode
ru: Темная тема
th: โหมดมืด
zh: 深色模式

source: Light Mode
ru: Светлая тема
th: โหมดสว่าง
zh: 浅色模式

source: System Theme
ru: Системная тема
th: ธีมระบบ
zh: 系统主题

source: About
ru: О приложении
th: เกี่ยวกับ
zh: 关于

source: Version
ru: Версия
th: เวอร์ชัน
zh: 版本

source: Back
ru: Назад
th: กลับ
zh: 返回

source: Save
ru: Сохранить
th: บันทึก
zh: 保存

source: Cancel
ru: Отмена
th: ยกเลิก
zh: 取消

source: OK
ru: ОК
th: ตกลง
zh: 确定

source: Error
ru: Ошибка
th: ข้อผิดพลาด
zh: 错误

source: Success
ru: Успешно
th: สำเร็จ
zh: 成功

source: Loading...
ru: Загрузка...
th: กำลังโหลด...
zh: 加载中...

# no_data
source: No data available
ru: Нет данных
th: ไม่มีข้อมูล
zh: 暂无数据

source: Retry
ru: Повторить
th: ลองใหม่
zh: 重试

source: Close
ru: Закрыть
th: ปิด
zh: 关闭

source: Help
ru: Помощь
th: ช่วยเหลือ
zh: 帮助

source: Tutorial
ru: Обучение
th: บทเรียน
zh: 教程

# tutorial_description
source: Learn how to use the app
ru: Изучите, как использовать приложение
th: เรียนรู้วิธีใช้แอป
zh: 学习如何使用应用

source: Connection Status
ru: Статус соединения
th: สถานะการเชื่อมต่อ
zh: 连接状态

source: Current Server
ru: Текущий сервер
th: เซิร์ฟเวอร์ปัจจุบัน
zh: 当前服务器

source: Ping
ru: Пинг
th: ปิง
zh: 延迟

source: Speed
ru: Скорость
th: ความเร็ว
zh: 速度

source: Upload
ru: Отправка
th: อัปโหลด
zh: 上传

source: Download
ru: Загрузка
th: ดาวน์โหลด
zh: 下载

source: Data Usage
ru: Использование данных
th: การใช้ข้อมูล
zh: 数据使用量

source: Today
ru: Сегодня
th: วันนี้
zh: 今天

source: This Month
ru: Этот месяц
th: เดือนนี้
zh: 本月

source: Total
ru: Всего
th: รวม
zh: 总计

source: Server List
ru: Список серверов
th: รายการเซิร์ฟเวอร์
zh: 服务器列表

source: Recommended
ru: Рекомендуемые
th: แนะนำ
zh: 推荐

source: All Servers
ru: Все серверы
th: เซิร์ฟเวอร์ทั้งหมด
zh: 所有服务器

source: Search servers...
ru: Поиск серверов...
th: ค้นหาเซิร์ฟเวอร์...
zh: 搜索服务器...

# no_servers
source: No servers available
ru: Серверы недоступны
th: ไม่มีเซิร์ฟเวอร์
zh: 暂无服务器

# server_offline
source: Offline
ru: Недоступен
th: ออฟไลน์
zh: 离线

# server_online
source: Online
ru: Доступен
th: ออนไลน์
zh: 在线

# server_maintenance
source: Maintenance
ru: Обслуживание
th: บำรุงรักษา
zh: 维护中

source: Connection failed
ru: Ошибка подключения
th: การเชื่อมต่อล้มเหลว
zh: 连接失败

source: Connection successful
ru: Подключение успешно
th: การเชื่อมต่อสำเร็จ
zh: 连接成功

source: Disconnection successful
ru: Отключение успешно
th: การตัดการเชื่อมต่อสำเร็จ
zh: 断开成功

source: Network error
ru: Ошибка сети
th: ข้อผิดพลาดเครือข่าย
zh: 网络错误

source: Server unreachable
ru: Сервер недоступен
th: เซิร์ฟเวอร์ไม่สามารถเข้าถึงได้
zh: 服务器不可达

# timeout_error
source: Connection timeout
ru: Таймаут соединения
th: หมดเวลาการเชื่อมต่อ
zh: 连接超时

source: Permission required
ru: Требуется разрешение
th: ต้องการสิทธิ์
zh: 需要权限

# vpn_permission_required
source: VPN permission is required to connect
ru: Для подключения требуется разрешение VPN
th: ต้องการสิทธิ์ VPN เพื่อเชื่อมต่อ
zh: 连接需要 VPN 权限

# location_permission_required
source: Location permission is required for optimal server selection
ru: Для оптимального выбора сервера требуется разрешение на местоположение
th: ต้องการสิทธิ์ตำแหน่งสำหรับการเลือกเซิร์ฟเวอร์ที่เหมาะสม
zh: 最佳服务器选择需要位置权限

# notification_permission_required
source: Notification permission is required for connection alerts
ru: Для уведомлений о соединении требуется разрешение на уведомления
th: ต้องการสิทธิ์การแจ้งเตือนสำหรับการแจ้งเตือนการเชื่อมต่อ
zh: 连接通知需要通知权限

source: Privacy Policy
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
zh: 隐私政策

source: Terms of Service
ru: Условия использования
th: เงื่อนไขการให้บริการ
zh: 服务条款

source: Support
ru: Поддержка
th: สนับสนุน
zh: 支持

source: Contact Support
ru: Связаться с поддержкой
th: ติดต่อฝ่ายสนับสนุน
zh: 联系支持

source: Feedback
ru: Обратная связь
th: ข้อเสนอแนะ
zh: 反馈

source: Rate App
ru: Оценить приложение
th: ให้คะแนนแอป
zh: 评价应用

source: Share App
ru: Поделиться приложением
th: แชร์แอป
zh: 分享应用

source: Export Logs
ru: Экспорт логов
th: ส่งออกบันทึก
zh: 导出日志

source: Clear Logs
ru: Очистить логи
th: ล้างบันทึก
zh: 清除日志

source: Logs
ru: Логи
th: บันทึก
zh: 日志

source: Diagnostics
ru: Диагностика
th: การวินิจฉัย
zh: 诊断

source: Run Diagnostics
ru: Запустить диагностику
th: รันการวินิจฉัย
zh: 运行诊断

source: Diagnostics Complete
ru: Диагностика завершена
th: การวินิจฉัยเสร็จสิ้น
zh: 诊断完成

source: Diagnostics Failed
ru: Диагностика не удалась
th: การวินิจฉัยล้มเหลว
zh: 诊断失败

source: Connection Test
ru: Тест соединения
th: ทดสอบการเชื่อมต่อ
zh: 连接测试

source: Speed Test
ru: Тест скорости
th: ทดสอบความเร็ว
zh: 速度测试

source: Ping Test
ru: Тест пинга
th: ทดสอบปิง
zh: 延迟测试

source: Test Results
ru: Результаты теста
th: ผลการทดสอบ
zh: 测试结果

source: Test Passed
ru: Тест пройден
th: ทดสอบผ่าน
zh: 测试通过

source: Test Failed
ru: Тест не пройден
th: ทดสอบไม่ผ่าน
zh: 测试失败

source: Test in Progress
ru: Тест выполняется
th: กำลังทดสอบ
zh: 测试进行中

source: Test Complete
ru: Тест завершен
th: ทดสอบเสร็จสิ้น
zh: 测试完成

source: Test Error
ru: Ошибка теста
th: ข้อผิดพลาดการทดสอบ
zh: 测试错误

source: Test Timeout
ru: Таймаут теста
th: หมดเวลาการทดสอบ
zh: 测试超时

source: Test Network Error
ru: Ошибка сети теста
th: ข้อผิดพลาดเครือข่ายการทดสอบ
zh: 测试网络错误

source: Test Server Error
ru: Ошибка сервера теста
th: ข้อผิดพลาดเซิร์ฟเวอร์การทดสอบ
zh: 测试服务器错误

source: Test Unknown Error
ru: Неизвестная ошибка теста
th: ข้อผิดพลาดการทดสอบที่ไม่ทราบ
zh: 测试未知错误

source: Test Retry
ru: Повторить тест
th: ลองทดสอบใหม่
zh: 重试测试

source: Test Cancel
ru: Отменить тест
th: ยกเลิกการทดสอบ
zh: 取消测试

source: Test Restart
ru: Перезапустить тест
th: เริ่มการทดสอบใหม่
zh: 重启测试

source: Test Stop
ru: Остановить тест
th: หยุดการทดสอบ
zh: 停止测试

source: Test Start
ru: Начать тест
th: เริ่มการทดสอบ
zh: 开始测试

source: Test Reset
ru: Сбросить тест
th: รีเซ็ตการทดสอบ
zh: 重置测试

source: Test Clear
ru: Очистить тест
th: ล้างการทดสอบ
zh: 清除测试

source: Test Export
ru: Экспорт теста
th: ส่งออกการทดสอบ
zh: 导出测试

source: Test Import
ru: Импорт теста
th: นำเข้าการทดสอบ
zh: 导入测试

source: Test Backup
ru: Резервная копия теста
th: สำรองการทดสอบ
zh: 备份测试

source: Test Restore
ru: Восстановление теста
th: กู้คืนการทดสอบ
zh: 恢复测试

source: Test Sync
ru: Синхронизация теста
th: ซิงค์การทดสอบ
zh: 同步测试

source: Test Upload
ru: Загрузка теста
th: อัปโหลดการทดสอบ
zh: 上传测试

source: Test Download
ru: Скачивание теста
th: ดาวน์โหลดการทดสอบ
zh: 下载测试

source: Test Install
ru: Установка теста
th: ติดตั้งการทดสอบ
zh: 安装测试

source: Test Uninstall
ru: Удаление теста
th: ถอนการติดตั้งการทดสอบ
zh: 卸载测试

source: Test Update
ru: Обновление теста
th: อัปเดตการทดสอบ
zh: 更新测试

source: Test Upgrade
ru: Обновление теста
th: อัปเกรดการทดสอบ
zh: 升级测试

source: Test Downgrade
ru: Понижение версии теста
th: ดาวน์เกรดการทดสอบ
zh: 降级测试

source: Test Rollback
ru: Откат теста
th: โรลแบ็คการทดสอบ
zh: 回滚测试

source: Test Configure
ru: Настройка теста
th: กำหนดค่าการทดสอบ
zh: 配置测试

source: Test Optimize
ru: Оптимизация теста
th: เพิ่มประสิทธิภาพการทดสอบ
zh: 优化测试

source: Test Repair
ru: Ремонт теста
th: ซ่อมแซมการทดสอบ
zh: 修复测试

source: Test Clean
ru: Очистка теста
th: ทำความสะอาดการทดสอบ
zh: 清理测试

source: Test Validate
ru: Проверка теста
th: ตรวจสอบการทดสอบ
zh: 验证测试

source: Test Verify
ru: Проверка теста
th: ยืนยันการทดสอบ
zh: 验证测试

source: Test Check
ru: Проверка теста
th: ตรวจสอบการทดสอบ
zh: 检查测试

source: Test Scan
ru: Сканирование теста
th: สแกนการทดสอบ
zh: 扫描测试

source: Test Monitor
ru: Мониторинг теста
th: ติดตามการทดสอบ
zh: 监控测试

source: Test Log
ru: Лог теста
th: บันทึกการทดสอบ
zh: 日志测试

source: Test Debug
ru: Отладка теста
th: ดีบักการทดสอบ
zh: 调试测试

source: Test Trace
ru: Трассировка теста
th: ติดตามการทดสอบ
zh: 跟踪测试

source: Test Profile
ru: Профиль теста
th: โปรไฟล์การทดสอบ
zh: 性能分析测试

source: Test Benchmark
ru: Бенчмарк теста
th: เกณฑ์การทดสอบ
zh: 基准测试

source: Test Stress
ru: Стресс-тест
th: ทดสอบความเครียด
zh: 压力测试

source: Test Load
ru: Нагрузочный тест
th: ทดสอบโหลด
zh: 负载测试

source: Test Performance
ru: Тест производительности
th: ทดสอบประสิทธิภาพ
zh: 性能测试

source: Test Security
ru: Тест безопасности
th: ทดสอบความปลอดภัย
zh: 安全测试

source: Test Compatibility
ru: Тест совместимости
th: ทดสอบความเข้ากันได้
zh: 兼容性测试

source: Test Reliability
ru: Тест надежности
th: ทดสอบความน่าเชื่อถือ
zh: 可靠性测试

source: Test Stability
ru: Тест стабильности
th: ทดสอบความเสถียร
zh: 稳定性测试

source: Test Availability
ru: Тест доступности
th: ทดสอบความพร้อมใช้งาน
zh: 可用性测试

source: Test Scalability
ru: Тест масштабируемости
th: ทดสอบการปรับขนาด
zh: 可扩展性测试

source: Test Maintainability
ru: Тест поддерживаемости
th: ทดสอบการบำรุงรักษา
zh: 可维护性测试

source: Test Portability
ru: Тест переносимости
th: ทดสอบการพกพา
zh: 可移植性测试

source: Test Usability
ru: Тест удобства использования
th: ทดสอบการใช้งาน
zh: 可用性测试

source: Test Accessibility
ru: Тест доступности
th: ทดสอบการเข้าถึง
zh: 可访问性测试

source: Test Internationalization
ru: Тест интернационализации
th: ทดสอบการสากล
zh: 国际化测试

source: Test Localization
ru: Тест локализации
th: ทดสอบการแปลภาษา
zh: 本地化测试

source: Test Customization
ru: Тест настройки
th: ทดสอบการปรับแต่ง
zh: 自定义测试

source: Test Configuration
ru: Тест конфигурации
th: ทดสอบการกำหนดค่า
zh: 配置测试

source: Test Setup
ru: Настройка теста
th: ตั้งค่าการทดสอบ
zh: 设置测试

source: Test Teardown
ru: Завершение теста
th: ยุบการทดสอบ
zh: 拆卸测试

source: Test Initialization
ru: Инициализация теста
th: เริ่มต้นการทดสอบ
zh: 初始化测试

source: Test Cleanup
ru: Очистка теста
th: ทำความสะอาดการทดสอบ
zh: 清理测试

source: Test Finalization
ru: Завершение теста
th: สิ้นสุดการทดสอบ
zh: 完成测试

source: Test Termination
ru: Завершение теста
th: ยุติการทดสอบ
zh: 终止测试

source: Test Abort
ru: Прерывание теста
th: ยกเลิกการทดสอบ
zh: 中止测试

source: Test Suspend
ru: Приостановка теста
th: ระงับการทดสอบ
zh: 暂停测试

source: Test Resume
ru: Возобновление теста
th: ดำเนินการทดสอบต่อ
zh: 恢复测试

source: Test Pause
ru: Пауза теста
th: หยุดการทดสอบ
zh: 暂停测试

source: Test Continue
ru: Продолжение теста
th: ดำเนินการทดสอบต่อ
zh: 继续测试

source: Test Skip
ru: Пропуск теста
th: ข้ามการทดสอบ
zh: 跳过测试

source: Test Ignore
ru: Игнорирование теста
th: ละเว้นการทดสอบ
zh: 忽略测试

source: Test Disable
ru: Отключение теста
th: ปิดการทดสอบ
zh: 禁用测试

source: Test Enable
ru: Включение теста
th: เปิดการทดสอบ
zh: 启用测试

source: Test Activate
ru: Активация теста
th: เปิดใช้งานการทดสอบ
zh: 激活测试

source: Test Deactivate
ru: Деактивация теста
th: ปิดใช้งานการทดสอบ
zh: 停用测试

source: Test Lock
ru: Блокировка теста
th: ล็อคการทดสอบ
zh: 锁定测试

source: Test Unlock
ru: Разблокировка теста
th: ปลดล็อคการทดสอบ
zh: 解锁测试

source: Test Secure
ru: Безопасность теста
th: ปลอดภัยการทดสอบ
zh: 安全测试

source: Test Unsecure
ru: Небезопасность теста
th: ไม่ปลอดภัยการทดสอบ
zh: 不安全测试

source: Test Encrypt
ru: Шифрование теста
th: เข้ารหัสการทดสอบ
zh: 加密测试

source: Test Decrypt
ru: Расшифровка теста
th: ถอดรหัสการทดสอบ
zh: 解密测试

source: Test Hash
ru: Хеширование теста
th: แฮชการทดสอบ
zh: 哈希测试

source: Test Sign
ru: Подпись теста
th: ลงนามการทดสอบ
zh: 签名测试

source: Test Verify Signature
ru: Проверка подписи теста
th: ตรวจสอบลายเซ็นการทดสอบ
zh: 验证签名测试

source: Test Authenticate
ru: Аутентификация теста
th: ยืนยันตัวตนการทดสอบ
zh: 身份验证测试

source: Test Authorize
ru: Авторизация теста
th: อนุญาตการทดสอบ
zh: 授权测试

source: Test Validate Token
ru: Проверка токена теста
th: ตรวจสอบโทเค็นการทดสอบ
zh: 验证令牌测试

source: Test Refresh Token
ru: Обновление токена теста
th: รีเฟรชโทเค็นการทดสอบ
zh: 刷新令牌测试

source: Test Revoke Token
ru: Отзыв токена теста
th: เพิกถอนโทเค็นการทดสอบ
zh: 撤销令牌测试

source: Test Generate Key
ru: Генерация ключа теста
th: สร้างคีย์การทดสอบ
zh: 生成密钥测试

source: Test Import Key
ru: Импорт ключа теста
th: นำเข้าคีย์การทดสอบ
zh: 导入密钥测试

source: Test Export Key
ru: Экспорт ключа теста
th: ส่งออกคีย์การทดสอบ
zh: 导出密钥测试

source: Test Backup Key
ru: Резервная копия ключа теста
th: สำรองคีย์การทดสอบ
zh: 备份密钥测试

source: Test Restore Key
ru: Восстановление ключа теста
th: กู้คืนคีย์การทดสอบ
zh: 恢复密钥测试

source: Test Delete Key
ru: Удаление ключа теста
th: ลบคีย์การทดสอบ
zh: 删除密钥测试

source: Test Rotate Key
ru: Ротация ключа теста
th: หมุนคีย์การทดสอบ
zh: 轮换密钥测试

source: Test Expire Key
ru: Истечение ключа теста
th: หมดอายุคีย์การทดสอบ
zh: 过期密钥测试

source: Test Renew Key
ru: Обновление ключа теста
th: ต่ออายุคีย์การทดสอบ
zh: 续期密钥测试

source: Test Revoke Key
ru: Отзыв ключа теста
th: เพิกถอนคีย์การทดสอบ
zh: 撤销密钥测试

source: Test Suspend Key
ru: Приостановка ключа теста
th: ระงับคีย์การทดสอบ
zh: 暂停密钥测试

source: Test Resume Key
ru: Возобновление ключа теста
th: ดำเนินคีย์การทดสอบต่อ
zh: 恢复密钥测试

source: Test Activate Key
ru: Активация ключа теста
th: เปิดใช้งานคีย์การทดสอบ
zh: 激活密钥测试

source: Test Deactivate Key
ru: Деактивация ключа теста
th: ปิดใช้งานคีย์การทดสอบ
zh: 停用密钥测试

source: Test Lock Key
ru: Блокировка ключа теста
th: ล็อคคีย์การทดสอบ
zh: 锁定密钥测试

source: Test Unlock Key
ru: Разблокировка ключа теста
th: ปลดล็อคคีย์การทดสอบ
zh: 解锁密钥测试

source: Test Secure Key
ru: Безопасность ключа теста
th: ปลอดภัยคีย์การทดสอบ
zh: 安全密钥测试

source: Test Unsecure Key
ru: Небезопасность ключа теста
th: ไม่ปลอดภัยคีย์การทดสอบ
zh: 不安全密钥测试

source: Test Encrypt Key
ru: Шифрование ключа теста
th: เข้ารหัสคีย์การทดสอบ
zh: 加密密钥测试

source: Test Decrypt Key
ru: Расшифровка ключа теста
th: ถอดรหัสคีย์การทดสอบ
zh: 解密密钥测试

source: Test Hash Key
ru: Хеширование ключа теста
th: แฮชคีย์การทดสอบ
zh: 哈希密钥测试

source: Test Sign Key
ru: Подпись ключа теста
th: ลงนามคีย์การทดสอบ
zh: 签名密钥测试

source: Test Verify Key Signature
ru: Проверка подписи ключа теста
th: ตรวจสอบลายเซ็นคีย์การทดสอบ
zh: 验证密钥签名测试

source: Test Authenticate Key
ru: Аутентификация ключа теста
th: ยืนยันตัวตนคีย์การทดสอบ
zh: 身份验证密钥测试

source: Test Authorize Key
ru: Авторизация ключа теста
th: อนุญาตคีย์การทดสอบ
zh: 授权密钥测试

source: Test Validate Key Token
ru: Проверка токена ключа теста
th: ตรวจสอบโทเค็นคีย์การทดสอบ
zh: 验证密钥令牌测试

source: Test Refresh Key Token
ru: Обновление токена ключа теста
th: รีเฟรชโทเค็นคีย์การทดสอบ
zh: 刷新密钥令牌测试

source: Test Revoke Key Token
ru: Отзыв токена ключа теста
th: เพิกถอนโทเค็นคีย์การทดสอบ
zh: 撤销密钥令牌测试

source: Test Generate Key Pair
ru: Генерация пары ключей теста
th: สร้างคู่คีย์การทดสอบ
zh: 生成密钥对测试

source: Test Import Key Pair
ru: Импорт пары ключей теста
th: นำเข้าคู่คีย์การทดสอบ
zh: 导入密钥对测试

source: Test Export Key Pair
ru: Экспорт пары ключей теста
th: ส่งออกคู่คีย์การทดสอบ
zh: 导出密钥对测试

source: Test Backup Key Pair
ru: Резервная копия пары ключей теста
th: สำรองคู่คีย์การทดสอบ
zh: 备份密钥对测试

source: Test Restore Key Pair
ru: Восстановление пары ключей теста
th: กู้คืนคู่คีย์การทดสอบ
zh: 恢复密钥对测试

source: Test Delete Key Pair
ru: Удаление пары ключей теста
th: ลบคู่คีย์การทดสอบ
zh: 删除密钥对测试

source: Test Rotate Key Pair
ru: Ротация пары ключей теста
th: หมุนคู่คีย์การทดสอบ
zh: 轮换密钥对测试

source: Test Expire Key Pair
ru: Истечение пары ключей теста
th: หมดอายุคู่คีย์การทดสอบ
zh: 过期密钥对测试

source: Test Renew Key Pair
ru: Обновление пары ключей теста
th: ต่ออายุคู่คีย์การทดสอบ
zh: 续期密钥对测试

source: Test Revoke Key Pair
ru: Отзыв пары ключей теста
th: เพิกถอนคู่คีย์การทดสอบ
zh: 撤销密钥对测试

source: Test Suspend Key Pair
ru: Приостановка пары ключей теста
th: ระงับคู่คีย์การทดสอบ
zh: 暂停密钥对测试

source: Test Resume Key Pair
ru: Возобновление пары ключей теста
th: ดำเนินคู่คีย์การทดสอบต่อ
zh: 恢复密钥对测试

source: Test Activate Key Pair
ru: Активация пары ключей теста
th: เปิดใช้งานคู่คีย์การทดสอบ
zh: 激活密钥对测试

source: Test Deactivate Key Pair
ru: Деактивация пары ключей теста
th: ปิดใช้งานคู่คีย์การทดสอบ
zh: 停用密钥对测试

source: Test Lock Key Pair
ru: Блокировка пары ключей теста
th: ล็อคคู่คีย์การทดสอบ
zh: 锁定密钥对测试

source: Test Unlock Key Pair
ru: Разблокировка пары ключей теста
th: ปลดล็อคคู่คีย์การทดสอบ
zh: 解锁密钥对测试

source: Test Secure Key Pair
ru: Безопасность пары ключей теста
th: ปลอดภัยคู่คีย์การทดสอบ
zh: 安全密钥对测试

source: Test Unsecure Key Pair
ru: Небезопасность пары ключей теста
th: ไม่ปลอดภัยคู่คีย์การทดสอบ
zh: 不安全密钥对测试

source: Test Encrypt Key Pair
ru: Шифрование пары ключей теста
th: เข้ารหัสคู่คีย์การทดสอบ
zh: 加密密钥对测试

source: Test Decrypt Key Pair
ru: Расшифровка пары ключей теста
th: ถอดรหัสคู่คีย์การทดสอบ
zh: 解密密钥对测试

source: Test Hash Key Pair
ru: Хеширование пары ключей теста
th: แฮชคู่คีย์การทดสอบ
zh: 哈希密钥对测试

source: Test Sign Key Pair
ru: Подпись пары ключей теста
th: ลงนามคู่คีย์การทดสอบ
zh: 签名密钥对测试

source: Test Verify Key Pair Signature
ru: Проверка подписи пары ключей теста
th: ตรวจสอบลายเซ็นคู่คีย์การทดสอบ
zh: 验证密钥对签名测试

source: Test Authenticate Key Pair
ru: Аутентификация пары ключей теста
th: ยืนยันตัวตนคู่คีย์การทดสอบ
zh: 身份验证密钥对测试

source: Test Authorize Key Pair
ru: Авторизация пары ключей теста
th: อนุญาตคู่คีย์การทดสอบ
zh: 授权密钥对测试

source: Test Validate Key Pair Token
ru: Проверка токена пары ключей теста
th: ตรวจสอบโทเค็นคู่คีย์การทดสอบ
zh: 验证密钥对令牌测试

source: Test Refresh Key Pair Token
ru: Обновление токена пары ключей теста
th: รีเฟรชโทเค็นคู่คีย์การทดสอบ
zh: 刷新密钥对令牌测试

source: Test Revoke Key Pair Token
ru: Отзыв токена пары ключей теста
th: เพิกถอนโทเค็นคู่คีย์การทดสอบ
zh: 撤销密钥对令牌测试
